{
  "content": "<h1>每个人都忽略的UX设计中最重要的规则</h1><img src='../json/news/imgs/06-1.png' /><p>“这是每个人，特别是设计产品的人，都应该遵守组织原则之一。但是很多公司违反了这一规则，在本文中，我将解释该规则是什么，以及它对产品和服务设计的意义。我还将提出这种现象对组织管理，协作和整体绩效的可能影响。我将在本文中讨论的心理现象称为“米勒定律”。我不仅要告诉您米勒定律是什么，还请您参加本练习，以便进行更身临其境的学习课程。”</p><h2>步骤一</h2><p>以下是20个单词的列表。阅读它们以理解，并尝试尽可能多地记住。试着将单词“ 放在你的脑海 ”，花大约一分钟阅读完毕后，向下滚动直到看到单词“ STOP”。然后，阅读步骤2。</p><img src='../json/news/imgs/06-2.png' /><h2>步骤二</h2><p>现在，使用笔和纸写下您可以从列表中记住的尽可能多的单词。认真思考，但不要向上滚动以查看单词。如果向上滚动，则实验将被破坏。给自己大约半分钟的时间…写完想回忆的单词后，向上滚动并检查有多少正确的单词。</p><p>如果您像绝大多数人一样，您将记得5–9个单词。数以百计的实验证明了这种限制对内存的普遍性。当我第一次发现这种现象时，我知道它对产品设计有巨大的影响，因为这种限制在多大程度上影响了日常任务。这种在短期内“保留”约7位信息的能力称为米勒定律。</p><p>此外，当完成需要认知努力的任务时，人的大脑可以记住约7位信息。这很重要，因为人类会不断执行任务，并在尝试执行各种刺激时加以调整。米勒定律背后的关键概念之一是“分块”，它基本上意味着将各种信息组合成一个凝聚的格式塔。例如，“ 铅笔 ”一词实际上是一个字母的“大块”，组织成一个感知的格式塔。如果将字母重新排列·cnlipe·将是六个单独的信息块。分块是信息组织的关键要素，也是我们的用户体验和组织规则的基础。</p><img src='../json/news/imgs/06-3.png' /><h2>规则</h2><p>始终将信息元素分类为不大于9个，最好为〜5个块的类别。</p><p>对于初次使用的用户而言，这尤为重要，因为他们还没有培养出一定的行为习惯。而随着产品功能越来越丰富，产品本身不可避免地会变得更加难以使用，而用户在操作产品时必须处理更多的信息。</p><p>米勒定律还强调了设计过程中预见性和适当规划的重要性，因为当您向产品添加更多功能时，您的界面必须能够容纳这些新功能的同时，又不会破坏产品的视觉基础。</p><p>与米勒定律相关的另一种感知现象被称为“ 首要性 ”和“ 新近性”效应。这些术语分别用于描述我们如何记住在体验的开始和结束时所感测到的内容，而不是中间的内容。例如，如果我要给您显示单词列表，则您很可能会记住列表开头和结尾处的单词。这也称为序列位置效应。</p><p>这种观察对业务和设计中提出了巨大的疑问：如果人们在体验的开始和结束时还记得更多，我们如何在这些时候增强正面的积极性并减轻负面的积极性？体验何时真正开始和结束？为了留存率提高，我们是否应该在列表的开头和结尾处组织更重要的元素？这些都是用户体验设计师和管理人员在设计或开发其产品时应该提出的有效问题。</p><img src='../json/news/imgs/06-4.png' /><p>这种观察对业务和设计中提出了巨大的疑问：如果人们在体验的开始和结束时还记得更多，我们如何在这些时候增强正面的积极性并减轻负面的积极性？体验何时真正开始和结束？为了留存率提高，我们是否应该在列表的开头和结尾处组织更重要的元素？这些都是用户体验设计师和管理人员在设计或开发其产品时应该提出的有效问题。</p><p>鉴于精益方法论以及技术和用户体验的最新趋势，遵守米勒定律尤其重要。用户在购买商品之前需要体验，就是这么简单。如果他们在使用价值的第一天或一周内没有体验到价值，就不会购买。新用户是没有足够的时间去了解所有内容的，所以在开发之前，需要对信息设计进行计划和深思熟虑。</p><h2>信息以外的米勒法则</h2><p>米勒法则告诉我们，人类只能处理有限的信息，而信息过载会导致分散注意力，从而对性能产生负面影响。我们应该寻找一种组织信息的方式，这种方式对于用户来说更容易消化。</p><img src='../json/news/imgs/06-5.png' /><p>在心理学家米哈里·齊克森 (Mihaly Csikszentmihalyi)著名的心流概念中尤其如此。心流是米哈里（Mihaly）创造的一个词，用来描述一种专注的状态，人们在心流状态下最为快乐，这是一种对正在进行的活动和所在情境的完全的投入和集中。心流的概念与处于最佳状态的感觉一致。心流状态是内在动机的最佳形式，在这里人可以完全沉浸在他所做的事情中。这是一种人人都有时会有的感受，它的特点是一种强大的吸引、投入、满足和熟练，而在此期间暂时性的关注（时间，食物，自我等）一般都会被忽略。</p><p>那么，您是否认为通过为员工提供更多工具，实际上可以提高绩效？米勒定律一次又一次地教导我们，事实并非如此。在完成任务时，少即是多。</p>"
}